Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajien_hallitus_esittaa_kannanottoa_saamelaisten_totuus-_ja_sovintoprosessista_saamelaiskarajien_kokoukselle.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjien hallitus esittää kannanottoa saamelaisten totuus- ja sovintoprosessista Saamelaiskäräjien kokoukselle
smn: Sämitige stivrâ oovdânpuáhtá uáivilalmottâs sämmilij tuotâvuotâ- já sovâdâttâmprosesist Sämitige čuákkimân

source: Saamelaiskäräjien hallitus hyväksyi kokouksessa 2.12.2019 kannanoton edelleen esitettäväksi Saamelaiskäräjien kokoukselle, mikäli kokous päättää hyväksyä ehdotuksen saamelaisten totuus- ja sovintokomission asettamisesta.
smn: Sämitige stivrâ tuhhiittij čuákkimist 2.12.2019 uáivilalmottâs ain oovdânpyehtimnáál Sämitige čuákkimân, jis čuákkim meerrid tuhhiittiđ iävtuttâs sämmilij tuotâvuotâ- já sovâdâttâmkomissio aasâtmist.

source: Kannanotossa todetaan saamelaisten olevan alkuperäiskansa nykyisten neljän valtion, Norjan, Ruotsin, Suomen ja Venäjän alueella.
smn: Uáivilalmottâsâst pahuduvvoo, ete sämmiliih láá algâaalmug táálái neelji staatâ, Taažâ, Ruotâ, Suomâ já Ruošâ kuávlust.

source: Saamelaisilla on omana kansana ja alkuperäiskansana sekä kansallisessa että rajoja ylittävässä perspektiivissä itsemääräämisoikeus.
smn: Sämmilijn lii jieijâs aalmugin já algâaalmugin sehe aalmuglii sehe raajijd rastaldittee uáinust jiešmeridemvuoigâdvuotâ.

source: Kannanotossa painotetaan, että mainittujen valtioiden assimilaatioprosessit ovat kohdistuneet saamelaisiin niin yhteisesti kuin yksilötasolla, kunkin kansallisvaltion ominaispiirtein ja rajat ylittävin tavoin.
smn: Uáivilalmottâsâst tiäduttuvvoo, ete mainâšum staatâi assimilaatioproseseh láá čuáccám sämmiláid nuuvt ohtsávt ko ovtâskâs ulmuu tääsist-uv, jieškote-uv aalmugstaatâ jiešvuođâiguin já raajij rasta.

source: Kannanotossa viitataan, että valtioiden assimilaatiopolitiikka koskien saamelaisia on haitannut saamen kansan omaehtoista kehitystä ja todellista tasa-arvoa ja yhdenvertaisuuden toteutumista saamelaisten ja yhteiskuntien välillä paikallisesti, alueellisesti, kansallisesti, rajoja ylittävästi ja kansainvälisesti.
smn: Uáivilalmottâsâst čujotteh, ete staatâi assimilaatiopolitiik sämmilij háárán lii häittidâm sämiaalmug jiešráđálii ovdánem já tuođâlii täsiáárvu já oovtviärdásâšvuođâ olášume sämmilij já ohtsâškode kooskâst páihálávt, kuávlulávt, aalmuglávt, raajij rasta já aalmugijkoskâsávt.

source: Kannanotossa todetaan tärkeäksi, että valtioneuvosto yhteistyössä Saamelaiskäräjien ja Kolttien kyläkokouksen kanssa asettaa totuus- ja sovintokomission kokoamaan ja todistamaan saamelaisten kokemuksen Suomen valtion ja eri viranomaisten saamelaiskulttuuria ja sen aineellista pohjaa rikkovista toimista ja siitä, millaisia vaikutuksia ja seurauksia niillä on ollut ja edelleen on saamelaisille alkuperäiskansana ja sen jäsenille yksilöinä, sekä tekemään tämän osaksi tunnustettua käsitystä siitä, mikä historiamme ja nykyisyytemme on.
smn: Uáivilalmottâsâst pahuduvvoo tergâdin, ete staatârääđi oovtâstpargoost Sämitiggijn já Nuorttâlij sijdâčuákkimáin aasât tuotâvuotâ- já sovâdâttâmkomissio nuurrâđ já tuođâštiđ sämmilij feerim Suomâ staatâ já ton sierâ virgeomâhái sämikulttuur já ton materiaallii vuáđu rikkoo tooimâin já tast, magareh vaikuttâsah já čuávumušah tain láá lamaš já ain láá sämmiláid algâalmugin já ton jesânáid ovtâskâs olmožin, sehe toohâđ taam uássin tubdâstum ibárdâsân tast, mii lii mii historjá já tááláá äigi.

source: Kannanotossa painotetaan, ettei totuus- ja sovintokomission asettaminen ole ilo eikä voitto.
smn: Uáivilalmottâsâst tiäduttuvvoo, ete tuotâvuotâ- já sovâdâttâmkomissio asâttem ij lah ilo ige vuáittu.

source: Tähän äärimmäiseen toimenpiteeseen ryhdytään siksi, etteivät aiemmat keinot puolustaa saamelaisten alueita ja kulttuureita ole riittäneet muuttamaan pyrkimyksiä assimiloida saamelaisia valtakulttuuriin.
smn: Taan tuođâlii tooimân kalga riemmâđ tondiet, ko oovdeb vyevih piäluštiđ sämmilij kuávluid já kulttuurijd iä lah pijssám nubásmittiđ viggâmušâid assimilistiđ sämmilijd váldukulttuurân.

source: Komission aloittaminen on jaetun surun hetki tietoisena siitä, kuinka monet eivät omana elinaikanaan ehtineet saamaan oikeutta.
smn: Komissio algâttem lii juohhum soro tile tiäđulâžžân tast, mon kales iä jieijâs eellimääigi kiergânâm finniđ vuoigâdvuođâ.

source: Komission työn tulee purkaa ja auttaa käsittelemään traumoja, joita saamelaiset niin kansana kuin yksilöinä kantavat ylisukupolvisesti.
smn: Komissio toimâ kalga lekkâđ já išediđ kieđâvuššâđ traumaid, maid sämmiliih nuuvt aalmugin ko ovtâskâs olmožin kyeddih suhâpoolvâst nuubán.

source: Näiden traumojen käsittely niin yksilötasolla kuin kollektiivisesti on raskasta ja järkyttävää.
smn: Tai traumai kieđâvuššâm nuuvt ovtâskâs ulmuu tääsist ko meid kollektivlávt lii lussâd já hirmástuttee.

source: Kuitenkin sen on tapahduttava edes siinä määrin, että epätasapainoa ylläpitävät toimet voidaan tunnistaa ja muuttaa, jotta saamen kansan oikeus itsemääräämiseen myös sisäisesti voi toteutua.
smn: Kuittâg tot kalga tábáhtuđ tienuuvt, ete epitäsitiädu paijeentuállee tooimâid puáhtá tubdâstiđ já nubásmittiđ, vâi sämiaalmug vuoigâdvuotâ jiešmeerridmân meid siskiibeln puáhtá olášuđ.

source: Saamelaiskäräjien hallitus esittää Saamelaiskäräjien kokoukselle ehdotuksen totuus- ja sovintokomission asettamiseksi hyväksymistä tai hylkäämistä.
smn: Sämitige stivrâ oovdânpuáhtá Sämitige čuákkimân iävtuttâs tuotâvuotâ- já sovâdâttâmkomissio aasâtmân tuhhiittem tâi hilgom.

source: Lisäksi hallitus esittää Saamelaiskäräjien kokoukselle, mikäli Saamelaiskäräjien kokous päättää hyväksyä ehdotuksen, että Saamelaiskäräjien kokous lisäksi hyväksyy kannanoton saamelaisten totuus- ja sovintokomission asettamisesta sekä hyväksyy esityksen Saamelaiskäräjien menettelyksi kahden komissaarin esittämiseksi valtioneuvostolle.
smn: Toos lasseen stivrâ oovdânpuáhtá Sämitige čuákkimân, ete jis Sämitige čuákkim meerrid tuhhiittiđ iävtuttâs, te Sämitige čuákkim toos lasseen tuhhit uáivilalmottâs sämmilij tuotâvuotâ- já sovâdâttâmkomissio aasâtmist sehe tuhhit iävtuttâs Sämitige monâttâlmin oovdânpyehtiđ staatârááđán kyevti komissaar.

source: Lue kannanotto kokonaisuudessaan sekä esitys Saamelaiskäräjien valintamenettelyksi .
smn: Luuvâ oles uáivilalmottâs sehe iävtuttâs Sämitige valjimmonâttâlmin .

source: Saamelaiskäräjien 5/2019 kokouksen 17.-18.12.2019 esityslista.
smn: Sämitige 5/2019 čuákkim 17.-18.12.2019 äššilisto.

source: Lisätietoja:
smn: Lasetiäđuh: Sämitige saavâjođetteijee Tiina Sanila-Aikio puh. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
